---
kind: type
id: T:Autodesk.Revit.DB.PDFExportQualityType
source: html/4a0d5aa2-42d5-914c-71ed-05c71575f562.htm
---
# Autodesk.Revit.DB.PDFExportQualityType

An enumerated type listing the options for PDF export quality.

## Syntax (C#)
```csharp
public enum PDFExportQualityType
```